{
  "email": "Email",
  "password": "Password",
  "confirmpassword": "Confirm Password",
  "submit": "Submit",
  "loading": "Loading",
  "reset": "Reset",
  "signout": "Sign Out",
  "cancel": "Cancel",
  "search": "Search",
  "needhelp": "Need Help?",
  "dismiss": "Dismiss",
  "searchfail": "No results found for \"{{query}}\"",
  "recalled": "Recalled",
  "notrecalled": "Not Recalled",
  "detailsrecalled": "Product Recalled",
  "detailsnotrecalled": "Product Not Recalled",

  "signin_text": "Please sign in to continue.",
  "signin_signin": "Login",
  "signin_signup": "Sign up",
  "signin_forgot": "Forgot password?",
  "signin_notmember": "Don't have an account?",

  "signup_createaccount": "Create Account",
  "signup_passwordnomatch": "Password does not match",
  "signup_disclaimer": "By signing up, you agree to ScanAvert's",
  "signup_termsandconditions": "Terms and Conditions.",
  "signup_alreadyhaveaccount": "Already have an account?",
  "signup_signin": "Sign in",
  "signup_code": "Enter Code",

  "terms_title": "Terms and Conditions",
  "terms_decline": "Decline",
  "terms_accept": "I agree",
  "terms_par1": "ScanAvert, Inc. (“ScanAvert”) provides this service to assist you in removing harmful products using your cell phone. By subscribing to and using this Service you represent and warrant that you are at least 18 years of age,  and agree to abide by all of the following terms and conditions of this Agreement, attesting that any report you submit regarding a product you suspect caused harm is truthful and factual and permit ScanAvert to share such report with the responsible agency/entity for that product's safety. Subscription to the Service is void where not in accord with these Terms and Conditions.",
  "terms_par2": "The contents of the Service, such as text, graphics, images, and other material published to you through this Service are for informational purposes only. While we work to ensure that product information is correct, on occasion manufacturers may alter their description or ingredients. Actual product packaging and materials may contain more and/or different information than that displayed. For these reasons you should always read labels, warnings, and directions before using, operating or consuming a product. For additional information about a product, please contact the manufacturer. Content on this site is provided by third parties; ScanAvert assumes no liability for inaccuracies or misstatements about products.",
  "terms_par3": "This Service does not provide professional medical advice, and is not intended to be a substitute for professional medical advice. Always seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have learned from this Service. ScanAvert does not recommend or endorse any products.",
  "terms_par4": "ScanAvert, Inc. is not responsible for any problems or technical malfunction of any handset manufacturers’ equipment, telephone service/carrier providers, or failure on account of technical problems.",
  "terms_par5": "ScanAvert, Inc. allows users to submit health or safety-related product reports to the FDA’s system. All submissions are made with user consent, and this app is not affiliated with the FDA.",

  "forgotpassword_hint": "Enter your email",
  "forgotpassword_reset": "Send reset code",
  "forgotpassword_resetcode": "Enter your password reset code",
  "forgotpassword_newpassword": "New Password",
  "forgotpassword_newpasswordagain": "Confirm New Password",
  "forgotpassword_no2fa": "2FA is required, but this UI does not handle that.",

  "Profile_title": "Profile",
  "profile_updatepassword": "Update Password",
  "profile_delete": "Delete account",
  "profile_lastupdated": "Last updated: {{date}}",
  "profile_email": "Email: {{email}}",
  "profile_currentpassword": "Current Password",
  "profile_signout": "Sign out?",
  "profile_signoutextended": "Do you want to sign out of the application?",

  "food_search": "Search for a food product",
  "food_searchlabel": "Search foods",
  "food_issue": "Report a Food Issue",
  "food_tokenerror": "Cannot get search token.",
  "food_emptysearch": "No results found for \"{{query}}\"",

  "foodresults_numberresults": {
    "zero": "Found no results for \"{{query}}\"",
    "one": "Found %{count} result for \"{{query}}\"",
    "other": "Found %{count} results for \"{{query}}\""
  },

  "fooddetails_initiationdate": "Initiation Date",
  "fooddetails_initiationdate_tooltip": "The date that the firm first began notifying the public or their consignees of the recall.",
  "fooddetails_description": "Description",
  "fooddetails_description_tooltip": "A brief description of the product being recalled.",
  "fooddetails_reasonrecall": "Reason for Recall",
  "fooddetails_reasonrecall_tooltip": "Information describing how the product is defective and violates the FD&C Act or related statutes.",
  "fooddetails_classification": "Classification",
  "fooddetails_classification_tooltip": "Numerical designation (I, II, or III) that is assigned by FDA to a particular product recall that indicates the relative degree of health hazard.\n\tClass I (low to moderate risk): general controls\n\tClass II (moderate to high risk): general controls and Special controls\n\tClass III (high risk): general controls and Premarket Approval (PMA)",
  "fooddetails_distributionlocations": "Distribution Locations",
  "fooddetails_distributionlocations_tooltip": "General area of initial distribution such as, \"Distributors in 6 states: NY, VA, TX, GA, FL and MA; the Virgin Islands; Canada and Japan\". The term \"nationwide\" is defined to mean the fifty states or a significant portion. Note that subsequent distribution by the consignees to other parties may not be included.",
  "fooddetails_ingredients": "Ingredients",
  "fooddetails_ingredients_touchhint": "Tap to view.",

  "barcode_requesting": "Requesting for camera permission.",
  "barcode_denied": "No access to camera",

  "drug_search": "Search for a drug product",
  "drug_searchlabel": "Search drugs",
  "drug_issue": "Report a Drug Issue",
  "drug_emptysearch": "No results found for \"{{query}}\"",

  "Saved_title": "Saved",
  "saved_filter_name": "Name Filter",
  "saved_filter_type": "Type Filter",
  "saved_save": "Save",
  "no_items_saved": "No items saved. Go to the food or drug screen and save by swiping left or navigating to the details.",
  "saved_clear": "Clear",
  "saved_undo": "Do you want to undo the delete?",

  "Issue_title": "Issue",
  "report_issue": "Report Issue",
  "issue_description": "This is the issue page. Here you can submit personal problems you had with a product. Enter the values below as well as anything else you would like to share about your experience with the product."
}
